import "./App.css";
import TextToVoice from "./components/TextToVoice";

function App() {
  const text =
    "กาลครั้งหนึ่ง นานมาแล้ว มีแม่หมูและลูกหมู 3 ตัว อาศัยอยู่ในป่าแห่งหนึ่ง ลูกหมูที่เป็นพี่ใหญ่เกียจคร้าน มักจะแอบไปหาที่หลบเพื่อนอนอยู่ตลอดเวลา ลูกหมูตัวที่สองเป็นหมูจอมตะกละ ไม่ชอบทำงาน เวลางานก็มักจะหาเรื่องพักและกินอาหารที่แอบนำมาด้วยเสมอ ส่วนลูกหมูตัวที่สาม เป็นหมูที่ขยันแข็งแรง มีความขยันหมั่นเพียรและชอบทำงานเป็นอย่างมาก";

  return (
    <>
      <TextToVoice text={text} />
    </>
  );
}

export default App;
